Repository: bananaki99/journey-docs
Catalog: docs/source/locales/*/LC_MESSAGES/domain/ifdat/categories/bsi.po
Languages: el

source: BSI: Balance Sheet Items
el: BSI: Λογαριασμοί Ισολογισμού

source: Used to submit analytic data on balance sheet items of the ``OA``.
el: Χρησιμοποιείται για την παροχή στοιχείων λογαριασμών ισολογισμού της ``ΠΜ``.

source: Below the dimensions, measures and if needed the attributes of the measures for each table:
el: Στις παρακάτω ενότητες περιγράφονται οι μεταβλητές και κατά περίπτωση οι διαστάσεις και τα χαρακτηριστικά των μεταβλητών του κάθε πίνακα.

source: DIMENSIONS
el: ΔΙΑΣΤΑΣΕΙΣ

source: Cash currency choosing from ``GEN_CRRNCY_ENUM``.
el: Το νόμισμα επιλέγοντας από τη λίστα τιμών ``GEN_CRRNCY_ENUM``.

source: ``OA`` identifier code (:ref:`org`).
el: Ο αναγνωριστικός κωδικός της ``ΠΜ`` (:ref:`org`).

source: Reference date. For further details see :doc:`../../../generic`.
el: Η ημερομηνία για την οποία ισχύουν οι παρεχόμενες τιμές των μεταβλητών. Περισσότερες πληροφορίες στις :doc:`../../../generic`.

source: MEASURES
el: ΜΕΤΑΒΛΗΤΕΣ

source: Nominal value·
el: Ονομαστική αξία·

source: Η cashstock_ in euro·
el: Η cashstock_ σε Ευρώ·

source: Used to submit deposit account data of ``OA``. For the definition of a deposit see :ref:`here <dep>`. Measure values are expressed in :ref:`currency <depcurrency>` of the deposit except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων των καταθέσεων της ``ΠΜ``. Για τον ορισμό της κατάθεσης δείτε :ref:`εδώ <dep>`. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <depcurrency>` της κατάθεσης εκτός και αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Deposit identifier code (:ref:`dep`).
el: Ο αναγνωριστικός κωδικός της κατάθεσης (:ref:`dep`).

source: Outstanding amount including accrued interest as well as interest arrears and not excluding any haircuts/writeoff/writedowns.
el: Υπόλοιπο περιλαμβάνοντας τους δεδουλευμένους τόκους καθώς και τους εκπρόθεσμους/απλήρωτους τόκους αλλά χωρίς να περιλαμβάνει αφαιρετικά τυχόν διαγραφές/περικοπές/απομειώσεις (μεταβλητή υπολοίπου)·

source: depstock_ in euro.
el: Η depstock_ σε Ευρώ·

source: Accrued interest.
el: Δεδουλευμένοι τόκοι·

source: Interest arrears.
el: Εκπρόθεσμοι/απλήρωτοι τόκοι·

source: Write offs, writedowns, haircuts.
el: Ποσό περικοπών/διαγραφών/απομειώσεων·

source: Used to submit account data of security financing transaction in which the ``OA`` has loaned cash. For the definition of a security financing transaction see :ref:`here <sft>`. Measure values are expressed in :ref:`currency <sftcurrency>` of the transaction except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων συναλλαγών χρηματοδότησης χρεογράφων όπου η ``ΠΜ`` έχει δανείσει χρηματικά διαθέσιμα . Για τον ορισμό των πράξεων χρηματοδότησης χρεογράφων δείτε :ref:`εδώ <sft>`. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <sftcurrency>` της συναλλαγής εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Identifier code of the security financing transaction (:ref:`sft`).
el: Ο αναγνωριστικός κωδικός της πράξης χρηματοδότησης τίτλων (:ref:`sft`).

source: Amount of cash that the ``OA`` has loaned in the transaction.
el: Συμπληρώνεται το ποσό των χρηματικών διαθέσιμων που δάνεισε η ``ΠΜ`` ·

source: asftstock_ in euro.
el: Η asftstock_ σε Ευρώ.

source: Used to submit account data of debt instruments owned by the ``OA``. For the definition of a debt instrument see :ref:`here <dbt>`. Measure values are expressed in :ref:`currency <dbtcurrency>` of the debt instrument except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων των χρεογράφων που κατέχει η ``ΠΜ``. Για τον ορισμό του χρεογράφου δείτε :ref:`εδώ <dbt>`. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <dbtcurrency>` του χρεογράφου εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Debt instrument identifier code (:ref:`dbt`).
el: Ο αναγνωριστικός κωδικός του χρεογράφου (:ref:`dbt`).

source: Reference period. For further details see :doc:`../../../generic`.
el: Η ημερομηνία για την οποία ισχύουν οι παρεχόμενες τιμές των μεταβλητών υπολοίπων καθώς και η τελική ημερομηνία της περιόδου που ισχύουν οι παρεχόμενες τιμές των μεταβλητών ροών. Στους ορισμούς των μεταβλητών σημειώνεται αν η μεταβλητή αφορά ροή. Περισσότερες πληροφορίες :doc:`../../../generic`.

source: Market value including accrued interest but not including interest arrears.
el: Αγοραία αξία περιλαμβάνοντας τους δεδουλευμένους τόκους αλλά χωρίς τους εκπρόθεσμους/απλήρωτους τόκους·

source: adbtstock_ in euro.
el: Η adbtstock_ σε Ευρώ.

source: Transactions net of any commissions and/or transaction taxes (**flow measure**).
el: Συναλλαγές χωρίς τις προμήθειες ή/και φόρους αγοροπωλησίας (**μεταβλητή ροής**)·

source: Nominal value.
el: Ονομαστική αξία·

source: Amount of debt_nominal_ that the ``OA`` has lent to ``REPOS`` transactions.
el: Ποσό του debt_nominal_ που έχει δανείσει η ``ΠΜ`` σε συναλλαγές ``REPOS`` ·

source: Amount of debt_nominal_ that the ``OA`` has lent to securities or commodities lending/borrowing transactions.
el: Ποσό του debt_nominal_ που έχει δανείσει η ``ΠΜ`` σε συναλλαγές δανειοληψίας τίτλων (securities or commodities lending/borrowing)·

source: Amount of debt_nominal_ that the ``OA`` has lent to ``sell-buy back`` transactions.
el: Ποσό του debt_nominal_ που έχει δανείσει η ``ΠΜ`` σε συναλλαγές ``sell-buy back`` ·

source: Amount of debt_nominal_ that the ``OA`` has lent to ``margin`` transactions.
el: Ποσό του debt_nominal_ που έχει δανείσει η ``ΠΜ`` σε συναλλαγές ``margin`` ·Ποσό του debt_nominal_ που έχει δανείσει η ``ΠΜ`` σε συναλλαγές ``margin`` ·

source: Used to submit accounting data of share/investment fund units owned by the ``OA``. For the definition of a share/investment fund unit instrument see :ref:`here <shr>`. Measure values are expressed in :ref:`currency <shrcurrency>` of the debt instrument except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων των συμμετοχικών τίτλων ή/και μετοχές/μερίδια επενδυτικών οργανισμών που κατέχει η ``ΠΜ``. Για τον ορισμό των παραπάνω τίτλων δείτε :ref:`εδώ <shr>`. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <shrcurrency>` των τίτλων εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Identifier code of the share/investment fund unit (:ref:`shr`).
el: Ο αναγνωριστικός κωδικός του συμμετοχικού τίτλου (:ref:`shr`).

source: Market value or fair value if not available. Fair value is estimated by one of the following ways:
el: Αγοραία αξία για διαπραγματεύσιμα αξιόγραφα, αξία εξαγοράς για μη διαπραγματεύσιμα μερίδια αμοιβαίων κεφαλαίων, ή εύλογη αξία για τα υπόλοιπα. Η εύλογη αξία εκτιμάται με έναν από τους ακόλουθους τρόπους:

source: based on the value of listed shares;
el: βάση την αξία των εισηγμένων μετοχών κατά περίπτωση·

source: based on equity capital value;
el: βάση την αξία των ιδίων κεφαλαίων·

source: based on discounting of future profits.
el: προεξοφλώντας μελλοντικά κέρδη εφαρμόζοντας τον κατάλληλο λόγο αγοραίας τιμής / κερδών στα εξομαλυμένα πρόσφατα κέρδη.

source: shrstock_ in euro·
el: Η shrstock_ σε Ευρώ·

source: Number of shares/investment fund units owned by the ``OA``.
el: Αριθμός μονάδων του αξιόγραφου που κατέχει η ``ΠΜ``.

source: Quantity of share_nominal_ that the ``OA`` has lent to ``REPOS`` transactions.
el: Αριθμός μονάδων του share_nominal_ που έχει δανείσει η ``ΠΜ`` σε συναλλαγές ``REPOS`` ·

source: Quantity of share_nominal_ that the ``OA`` has lent to securities or commodities lending/borrowing transactions.
el: Αριθμός μονάδων του share_nominal_ που έχει δανείσει η ``ΠΜ`` σε συναλλαγές δανειοληψίας τίτλων (securities or commodities lending/borrowing) ·

source: Quantity of share_nominal_ that the ``OA`` has lent to ``sell-buy back`` transactions.
el: Αριθμός μονάδων του share_nominal_ που έχει δανείσει η ``ΠΜ`` σε συναλλαγές ``sell-buy back`` ·

source: Quantity of share_nominal_ that the ``OA`` has lent to ``margin`` transactions.
el: Αριθμός μονάδων του share_nominal_ που έχει δανείσει η ``ΠΜ`` σε συναλλαγές ``margin``.

source: Used to submit accounting data of exchange traded derivatives traded by the ``OA``. For the definition of an exchange traded derivative see :ref:`here <edr>`. Measure values are expressed in :ref:`currency <edrcurrency>` of the debt instrument except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων διαπραγματεύσιμων χρηματοοικονομικών παραγώγων που κατέχει η ``ΠΜ``. Για τον ορισμό των παραγώγων δείτε :ref:`εδώ <edr>`. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <edrcurrency>` των παραγώγων εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Identifier code of the exchange traded derivative (:ref:`edr`)·
el: Ο αναγνωριστικός κωδικός του διαπραγματεύσιμου χρηματοοικονομικού παραγώγου (:ref:`edr`).

source: Market value which could fluctuate from positive to negative for futures and forward contracts. Some of the call/put options and future products work with a margin account in which profit and losses are recorded daily and in this case their market value is always zero.
el: Τρέχουσα αγοραία αξία. Η αξία των δικαιωμάτων προαίρεσης και των προθεσμιακών συμβολαίων μπορεί να αλλάζει μεταξύ θετικής και αρνητικής ανάλογα με τις μεταβολές της τιμής των υποκείμενων στοιχείων και κατά συνέπεια τα εν λόγω προϊόντα μπορεί να είναι άλλοτε περιουσιακά στοιχεία και άλλοτε υποχρεώσεις για τους εκδότες και τους κατόχους. Ορισμένα από τα δικαιώματα προαίρεσης και τα προθεσμιακά συμβόλαια λειτουργούν με κατάθεση περιθωρίου, όπου τα κέρδη και οι ζημιές καταγράφονται καθημερινά. Στις περιπτώσεις αυτές η αξία τους είναι μηδενική.

source: edrstock_ in euro.
el: Η edrstock_ σε Ευρώ·

source: edrstock_ adding to it any net cumulative profits of call/put options, forward contracts that work with a margin account and in those cases edrstock_ is zero.
el: Η edrstock_ προσθέτοντας και τα σωρευτικά καθαρά κέρδη από δικαιώματα προαίρεσης και προθεσμιακά συμβόλαια που λειτουργούν με κατάθεση περιθωρίου και το edrstock_ σε αυτές τις περιπτώσεις είναι μηδενικό.

source: Quantity held of the derivative.
el: Αριθμός μονάδων του παραγώγου.

source: Investment strategy for the derivative transaction choosing from ``DRVTV_STRTGY_ENUM``.
el: Στρατηγική με επιλογή από τη λίστα τιμών ``DRVTV_STRTGY_ENUM``

source: Used to submit accounting data of over the counter derivatives traded by the ``OA``. For the definition of an over the counter derivative see :ref:`here <odr>`. Measure values are expressed in :ref:`currency <odrcurrency>` of the debt instrument except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων εξωχρηματιστηριακών χρηματοοικονομικών παραγώγων που κατέχει η ``ΠΜ``. Για τον ορισμό των παραγώγων δείτε :ref:`εδώ <odr>`. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <odrcurrency>` των παραγώγων εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Identifier code of the over the counter derivative (:ref:`odr`)·
el: Ο αναγνωριστικός κωδικός του εξωχρηματιστηριακού χρηματοοικονομικού παραγώγου (:ref:`odr`).

source: Market or fair value of the over the counter derivative.
el: Τρέχουσα αγοραία αξία. Αν δεν υπάρχουν δεδομένα σχετικά με την αγοραία αξία τους τότε θα πρέπει να αποτιμώνται με βάση το ποσό που απαιτείται για την εξαγορά ή την αντιστάθμιση της σύμβασης είτε με βάση το ύψος της τιμής που καταβάλλεται.

source: odrstock_ in euro·
el: Η odrstock_ σε Ευρώ·

source: Used to submit accounting data of residential real estate owned by the ``OA``. Measure values are expressed in :ref:`currency <fscurrency>` except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων οικιστικών ακινήτων που κατέχει η ``ΠΜ``. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα αναφοράς <fscurrency>` του ισολογισμού εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Identifier code of the residential real estate (:ref:`rre`).
el: Ο αναγνωριστικός κωδικός του οικιστικού ακινήτου (:ref:`rre`).

source: Market value or purchase value for residential real estate.
el: Αγοραία τιμή αν αυτό είναι δυνατόν, ή σε βασικές τιμές στην περίπτωση παραγωγή νέων ακινήτων για ίδιο λογαριασμό, ή αν αυτό δεν είναι δυνατόν, σε τρέχουσες τιμές αγοραστή κατά την απόκτηση, μειωμένες κατά τη συσσωρευμένη ανάλωση παγίου κεφαλαίου. Το κόστος αγοραστή για τη μεταβίβαση της κυριότητας του ακινήτου περιλαμβάνεται.

source: rrestock_ in euro·
el: Η rrestock_ σε Ευρώ·

source: Amount for renovations (**flow variable**)·
el: Ποσό βελτιώσεων (**μεταβλητή ροής**)·

source: Accrued rents.
el: Δεδουλευμένα ενοίκια·

source: Rents in arrears.
el: Εκπρόθεσμα/απλήρωτα ενοίκια·

source: Rent write-offs
el: Ποσό περικοπών/διαγραφών/απομειώσεων ενοικίων·

source: Used to submit accounting data of commercial real estate owned by the ``OA``. Measure values are expressed in :ref:`currency <fscurrency>` except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων επαγγελματικών ακινήτων που κατέχει η ``ΠΜ``. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα αναφοράς <fscurrency>` του ισολογισμού εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Identifier code of the residential real estate (:ref:`cre`).
el: Ο αναγνωριστικός κωδικός του επαγγελματικού ακινήτου (:ref:`cre`).

source: Market value or purchase value for commercial real estate.
el: Αγοραία τιμή αν αυτό είναι δυνατόν, ή σε βασικές τιμές στην περίπτωση παραγωγή νέων ακινήτων για ίδιο λογαριασμό, ή αν αυτό δεν είναι δυνατόν, σε τρέχουσες τιμές αγοραστή κατά την απόκτηση, μειωμένες κατά τη συσσωρευμένη ανάλωση παγίου κεφαλαίου. Το κόστος αγοραστή για τη μεταβίβαση της κυριότητας του ακινήτου περιλαμβάνεται.

source: crestock_ in euro·
el: Η crestock_ σε Ευρώ·

source: Amount for renovations (**flow variable**)
el: Ποσό βελτιώσεων (μεταβλητή ροής)·

source: Used to submit accounting data of remaining non financial assets owned by the ``OA``. Measure values are expressed in :ref:`currency <fscurrency>` except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων λοιπών μη χρηματοοικονομικών περιουσιακών στοιχείων της ``ΠΜ``. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα αναφοράς <fscurrency>` του ισολογισμού εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Type of remaining non financial asset choosing from ``BSI_RMNG_FXD_ENUM`` ·
el: Είδος στοιχείου με επιλογή από τη λίστα τιμών ``BSI_RMNG_FXD_ENUM`` ·

source: Location country of the non-financial asset choosing from ``GEN_CNTRY_ENUM`` ·
el: Χώρα τοποθεσίας του στοιχείου με επιλογή από τη λίστα τιμών ``GEN_CNTRY_ENUM`` ·

source: Value according to the valuation rules as described chapter 7 of ``ESA2010``.
el: Αξία σύμφωνα με τους κανόνες αποτίμησης που περιγράφονται στο κεφάλαιο 7 του ``ESA2010`` ·

source: remstock_ in euro.
el: Η remstock_ σε Ευρώ·

source: Used to submit accounting data of remaining financial assets owned by the ``OA``.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων λοιπών εισπρακτέων λογαριασμών της ``ΠΜ``.

source: Counterparty group choosing from ``GRP_CNTRGRP_ENUM`` ·
el: Ομαδοποίηση αντισυμβαλλόμενων με επιλογή από τη λίστα τιμών ``GRP_CNTRGRP_ENUM`` ·

source: Grouped by currency of the remaining financial asset choosing from ``GEN_CNTRY_ENUM``.
el: Ομαδοποίηση με βάση το νόμισμα με επιλογή από τη λίστα τιμών ``GEN_CRRNCY_ENUM`` ·

source: Nominal value expressed in aremcurrency_·
el: Ονομαστική αξία εκφρασμένο στο aremcurrency_·

source: aremstock_ in euro.
el: Η aremstock_ σε Ευρώ.

source: Used to submit account data of security financing transaction in which the ``OA`` has borrowed cash. For the definition of a security financing transaction see :ref:`here <sft>`. Measure values are expressed in :ref:`currency <sftcurrency>` of the transaction except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων συναλλαγών χρηματοδότησης χρεογράφων όπου η ``ΠΜ`` έχει δανειστεί χρηματικά διαθέσιμα . Για τον ορισμό των πράξεων χρηματοδότησης χρεογράφων δείτε :ref:`εδώ <sft>`. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <sftcurrency>` της συναλλαγής εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Amount of cash that the ``OA`` has borrowed in the transaction.
el: Συμπληρώνεται το ποσό των χρηματικών διαθέσιμων που δανείστηκε η ``ΠΜ`` ·

source: lsftstock_ in euro.
el: Η lsftstock_ σε Ευρώ.

source: Used to submit account data of debt instruments issued by the ``OA``. For the definition of a debt instrument see :ref:`here <dbt>`. Measure values are expressed in :ref:`currency <dbtcurrency>` of the debt instrument except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων των χρεογράφων που που έχει εκδώσει η ``ΠΜ``. Για τον ορισμό του χρεογράφου δείτε :ref:`εδώ <dbt>`. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <sidbtcurrency>` του χρεογράφου εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Holder identifier code (:ref:`org`).
el: Ο αναγνωριστικός κωδικός του χρεογράφου (:ref:`dbt`).

source: ldbtstock_ in euro.
el: Η ldbtstock_ σε Ευρώ.

source: Accrued interest
el: Δεδουλευμένοι τόκοι·

source: Used to submit accounting data of loans received by the. Measure values are expressed in :ref:`currency <loncurrency>` except stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων δανείων που έχει λάβει η ``ΠΜ``. Για τον ορισμό του δανείου δείτε :ref:`εδώ <lon>`. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <loncurrency>` του δανείου εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Identifier code of the loan (:ref:`lon`).
el: Ο αναγνωριστικός κωδικός του δανείου (:ref:`lon`).

source: lonstock_ in euro·
el: Η lonstock_ σε Ευρώ·

source: Undrawn amount.
el: Μη ληφθέν ποσό·

source: Write-offs by mutual agreement.
el: Ποσό διαγραφών κατόπιν αμοιβαίας συμφωνίας·

source: Interest in arrears.
el: Εκπρόθεσμοι/απλήρωτοι τόκοι.

source: Used to submit accounting data of remaining financial liabilities owed by the ``OA``.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων λοιπών πληρωτέων λογαριασμών της ``ΠΜ``.

source: Grouped by currency of the remaining financial liability choosing from ``GEN_CNTRY_ENUM``.
el: Ομαδοποίηση αντισυμβαλλόμενων με επιλογή από τη λίστα τιμών ``GRP_CNTRGRP_ENUM`` ·

source: Nominal value expressed in lremcurrency_·
el: Ονομαστική αξία εκφρασμένο στο lremcurrency_·

source: lremstock_ in euro.
el: Η lremstock_ σε Ευρώ.

source: Used to submit accounting data regarding shares/investment fund units issued by the ``OA``. Measure values are expressed in :ref:`currency <sishrcurrency>` of the share/investment fund unit unless stated otherwise in the measure definition.
el: Χρησιμοποιείται για την παροχή λογιστικών στοιχείων των μετοχών/μεριδίων που που έχει εκδώσει η ``ΠΜ``. Οι τιμές των μεταβλητών εκφράζονται στο :ref:`νόμισμα <sishrcurrency>` της μετοχής/μεριδίου εκτός και αν αναφέρεται κάτι διαφορετικό στον ορισμό της μεταβλητής.

source: Number of shares/investment fund units.
el: Αριθμός μονάδων (μετοχών/μεριδίων)·

source: Subscriptions gross of any commissions (**flow variable**).
el: Συμμετοχές. Στο ποσό περιλαμβάνονται όλες οι προμήθειες προς την διαχειρίστρια εταιρεία (**μεταβλητή ροής**)·

source: Subscription commissions (**flow variable**).
el: Προμήθειες συμμετοχών (**μεταβλητή ροής**)·

source: Redemptions net of any commissions (**flow variable**).
el: Εξαγορές. Από το ποσό αφαιρούνται οι προμήθειες (**μεταβλητή ροής**)·

source: Redemption commissions (**flow variable**).
el: Προμήθειες εξαγορών (**μεταβλητή ροής**)·
