Repository: bananaki99/journey-docs
Catalog: docs/source/locales/*/LC_MESSAGES/domain/ifdat/categories/other_info.po
Languages: el

source: Primary class choosing from ``SHR_PRMRY_CLSS_ENUM``.
el: Κατηγοριοποίηση με επιλογή από τη λίστα τιμών ``SHR_PRMRY_CLSS_ENUM`` ·

source: Used to submit information data regarding equity/investment fund shares owned by the ``OA``. The measures of this table can change during the lifecycle of the share/investment fund unit.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων συμμετοχικών τίτλων ή μετοχών/μεριδίων επενδυτικών οργανισμών που κατέχουν οι ``ΥΕΟ``. Τα στοιχεία αυτά δύναται να μεταβληθούν κατά τη διάρκεια του κύκλου ζωής των τίτλων.

source: Used to submit information data regarding exchange traded derivatives traded by the by the ``OA``.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων διαπραγματεύσιμων χρηματοοικονομικών παραγώγων που κατέχουν οι ``ΥΕΟ``.

source: Identifier code of the exchange traded derivative (:ref:`edr`).
el: Ο αναγνωριστικός κωδικός του διαπραγματεύσιμου παραγώγου (:ref:`edr`).

source: Maturity date (if applicable).
el: Ημερομηνία λήξης (κατά περίπτωση)·

source: Identifier code that is given by the market at which the derivative is traded.
el: Αναγνωριστικός κωδικός που αποδίδεται από την χρηματιστηριακή αγορά διαπραγμάτευσης·

source: Internal identifier formatted as ``{UID}_{CODE}`` where ``CODE`` is a placeholder for the code that the ``RA`` has assigned to the derivative.
el: Εσωτερικός αναγνωριστικός κωδικός της μορφής ``{UID}_{CODE}`` όπου η θέση ``CODE`` αντικαθίσταται με τον εσωτερικό κωδικό που η ``ΜΠΣ`` έχει αποδώσει στο διαπραγματεύσιμο χρηματοοικονομικό παράγωγο.

source: Type choosing from ``DRVTV_TYP_ENUM``.
el: Είδος με επιλογή από τη λίστα τιμών ``DRVTV_TYP_ENUM`` ·

source: The multiplier of the derivative.
el: Ο πολλαπλασιαστής·

source: The main counterparty for the exchange traded derivative choosing from ``GEN_MRKT_ENUM`` that is derived from ISO-10383 standard.
el: Ο κεντρικός αντισυμβαλλόμενος του διαπραγματεύσιμου παραγώγου με επιλογή από τη λίστα τιμών ``GEN_MRKT_ENUM`` που προκύπτει από το πρότυπο ISO-10383.

source: Used to submit information data regarding over the counter derivatives traded by the by the ``OA``.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων εξωχρηματιστηριακών χρηματοοικονομικών παραγώγων που κατέχουν οι ``ΥΕΟ`.

source: Identifier code of the over the counter derivative (:ref:`odr`).
el: Ο αναγνωριστικός κωδικός του εξωχρηματιστηριακού παραγώγου (:ref:`odr`).

source: Identifier code of the party that writes and sells the derivative (:ref:`org`).
el: Ο αναγνωριστικός κωδικός του συμβαλλόμενου που εκδίδει και πωλεί το παράγωγο (:ref:`org`)·

source: Identifier code of the party that buys the derivative (:ref:`org`).
el: Ο αναγνωριστικός κωδικός του συμβαλλόμενου που αγοράζει το παράγωγο (:ref:`org`)·

source: Used to submit information data regarding residential real estate owned by the ``OA``.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων οικιστικών ακινήτων που κατέχουν οι ``ΥΕΟ``.

source: Identifier code of the residential real estate (:ref:`rre`).
el: Ο αναγνωριστικός κωδικός του οικιστικού ακινήτου (:ref:`rre`).

source: National identifier code formatted as ``{CC}{CODE}`` where position ``CC`` is a placeholder for the ISO 3166-1 alpha-2 code of the country that issues the code and ``CODE`` is the actual code without country code if it starts with it.
el: Ο εθνικός κωδικός ακινήτου της μορφής ``{CC}{CODE}`` όπου η θέση ``CC`` αντικαθίσταται με τον διψήφιο κωδικό χώρας ISO 3166-1 alpha-2 που έχει εκδώσει τον εθνικό κωδικό ακινήτου και η θέση ``CODE`` με τον επίσημο εθνικό κωδικό ακινήτου χωρίς τον διψήφιο κωδικό χώρας αν ξεκινάει με αυτόν·

source: Internal identifier formatted as ``{UID}_{CODE}`` where ``CODE`` is a placeholder for the code that the ``RA`` has assigned to the residential real estate.
el: Εσωτερικός αναγνωριστικός κωδικός της μορφής ``{UID}_{CODE}`` όπου η θέση ``CODE`` αντικαθίσταται με τον εσωτερικό κωδικό που η ``ΜΠΣ`` έχει αποδώσει στο οικιστικό ακίνητο·

source: Location country of the real estate choosing from ``GEN_CNTRY_ENUM``.
el: Χώρα τοποθεσίας με επιλογή από τη λίστα τιμών ``GEN_CNTRY_ENUM`` ·

source: Type choosing from ``RRE_TYPE_ENUM`` ·
el: Είδος με επιλογή από τη λίστα τιμών ``RRE_TYPE_ENUM`` ·

source: City/area.
el: Πόλη/περιοχή·

source: Postal code.
el: Ταχυδρομικός κώδικας·

source: Territory choosing from ``GEN_NUTS_ENUM`` ·
el: Περιοχή με επιλογή από τη λίστα τιμών ``GEN_NUTS_ENUM`` ·

source: Used to submit data regarding ownership links between ``OA`` and residential real estate.
el: Αφορά τις σχέσεις κυριότητας των ``ΥΕΟ`` με οικιστικά ακίνητα.

source: Identifier code of the owner (:ref:`org`).
el: Ο αναγνωριστικός κωδικός του κάτοχου (:ref:`org`).

source: Flag that the ``OA`` identified by ``LID`` code owns real estate identified with ``RID`` code.
el: Ένδειξη ότι ο ``ΥΕΟ`` με αναγνωριστικό κωδικό ``LID`` έχει κυριότητα σε ένα οικιστικό ακίνητο με αναγνωριστικό κωδικό ``RID`` ·

source: Ownership rate that ``OA`` with identifier code ``LID`` has on residential real estate with identifier code ``RID``.
el: Ποσοστό κυριότητας που ο ``ΥΕΟ`` με αναγνωριστικό κωδικό ``LID`` έχει στο οικιστικό ακίνητο με αναγνωριστικό κωδικό ``RID`` ·

source: Used to submit information data regarding commercial real estate owned by the ``OA``.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων επαγγελματικών ακινήτων που κατέχουν οι ``ΥΕΟ``.

source: Identifier code of the commercial real estate (:ref:`cre`).
el: Ο αναγνωριστικός κωδικός του επαγγελματικού ακινήτου (:ref:`cre`).

source: Internal identifier formatted as ``{UID}_{CODE}`` where ``CODE`` is a placeholder for the code that the ``RA`` has assigned to the commercial real estate.
el: Ο εθνικός κωδικός ακινήτου της μορφής ``{CC}{CODE}`` όπου η θέση ``CC`` αντικαθίσταται με τον διψήφιο κωδικό χώρας ISO 3166-1 alpha-2 που έχει εκδώσει τον εθνικό κωδικό ακινήτου και η θέση ``CODE`` με τον επίσημο εθνικό κωδικό ακινήτου χωρίς τον διψήφιο κωδικό χώρας αν ξεκινάει με αυτόν·

source: Type choosing from ``CRE_TYPE_ENUM`` ·
el: Είδος με επιλογή από τη λίστα τιμών ``CRE_TYP_ENUM`` ·

source: Used to submit data regarding ownership links between ``OA`` and commercial real estate.
el: Αφορά τις σχέσεις κυριότητας των ``ΥΕΟ`` με επαγγελματικά ακίνητα.

source: Ownership rate that ``OA`` with identifier code ``LID`` has on commercial real estate with identifier code ``RID``.
el: Ποσοστό κυριότητας που ο ``ΥΕΟ`` με αναγνωριστικό κωδικό ``LID`` έχει στο οικιστικό ακίνητο με αναγνωριστικό κωδικό ``RID`` ·
