Repository: bananaki99/journey-docs
Catalog: docs/source/locales/*/LC_MESSAGES/domain/ifdat/categories/other_info.po
Languages: el

source: OTHER_INFO: Other Information Data
el: OTHER_INFO: Λοιπά Πληροφοριακά Στοιχεία

source: Used to provide information data about:
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων σε σχέση με:

source: the financial assets owned by the ``OA``.
el: τα χρηματοοικονομικά περιουσιακά στοιχεία των ``ΥΕΟ`` ·

source: issuers of the financial assets owned by the ``OA``.
el: των εκδοτών των χρηματοοικονομικών περιουσιακών στοιχείων των ``ΥΕΟ`` ·

source: real estate owned by the ``OA``.
el: την ακίνητη περιουσία των ``ΥΕΟ`` ·

source: the holders of eqyity/fund units/bonds issued by the ``OA``.
el: τους κατόχους των μετοχών/μεριδίων/ομολόγων που οι ``ΥΕΟ`` έχουν εκδώσει.

source: Below dimensions and measures of each table are discussed:
el: Στις παρακάτω ενότητες περιγράφονται οι μεταβλητές του κάθε πίνακα:

source: Used to provide information data regarding the issuers of financial assets owned by the ``OA``. The measures of this table can take at most one value during the issuer lifecycle. There is no need to resubmit the data on an issuer in case related data have already been submitted in :doc:`self_info`
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων των εκδοτών των χρηματοοικονομικών περιουσιακών στοιχείων που κατέχουν οι ``ΥΕΟ``. Τα στοιχεία αυτά είτε ορίζονται μια φορά είτε παραμένουν σταθεϱά κατά τη διάρκεια του κύκλου ζωής του εκδότη. Σε περίπτωση που τα στοιχεία ενός εκδότη έχουν ήδη αναγγελθεί και στο :doc:`self_info` δεν χρειάζεται να υποβληθούν εκ νέου εδώ.

source: DIMENSIONS
el: ΔΙΑΣΤΑΣΕΙΣ

source: Issuer identification code (:ref:`org`).
el: Ο αναγνωριστικός κωδικός του εκδότη (:ref:`org`).

source: MEASURES
el: ΜΕΤΑΒΛΗΤΕΣ

source: Birth date if known.
el: Ημερομηνία σύστασης (αν υπάρχει η πληροφόρηση)·

source: Close date if known and if applicable.
el: Ημερομηνία λύσης του εκδότη (κατά περίπτωση και αν υπάρχει η πληροφόρηση)·

source: Identifier code based on the ISO-17442 standard.
el: Αναγνωριστικός κωδικός ο οποίος αποδίδεται βάση του προτύπου ISO-17442·

source: Tax identifier code of the format ``{CC}{CODE}`` where ``CC`` is a placeholder for ISO 3166-1 alpha-2 country code that has issued the the tax code and ``CODE`` is a placeholder for the actual tax code without the country code in case it starts with it.
el: Ο αναγνωριστικός κωδικός φορολογικού μητρώου της μορφής ``{CC}{CODE}`` όπου η θέση ``CC`` αντικαθίσταται με τον διψήφιο κωδικό χώρας ISO 3166-1 alpha-2 που έχει εκδώσει τον αναγνωριστικό κωδικό και η θέση ``CODE`` με τον επίσημο αναγνωριστικό κωδικό φορολογικού μητρώου χωρίς τον διψήφιο κωδικό χώρας αν ξεκινάει με αυτόν·

source: Business identifier code of the format ``{CC}{CODE}`` where ``CC`` is a placeholder for ISO 3166-1 alpha-2 country code that has issued the the code and ``CODE`` is a placeholder for the actual business identifier code without the country code in case it starts with it.
el: Ο αναγνωριστικός κωδικός εμπορικού μητρώου της μορφής ``{CC}{CODE}`` όπου η θέση ``CC`` αντικαθίσταται με τον διψήφιο κωδικό χώρας ISO 3166-1 alpha-2 που έχει εκδώσει τον αναγνωριστικό κωδικό και η θέση ``CODE`` με τον επίσημο αναγνωριστικό κωδικό εμπορικού μητρώου χωρίς τον διψήφιο κωδικό χώρας αν ξεκινάει με αυτόν·

source: Internal identifier formatted as ``{UID}_{CODE}`` where ``CODE`` is a placeholder for the code that the ``RA`` has assigned to the issuer.
el: Εσωτερικός αναγνωριστικός κωδικός της μορφής ``{UID}_{CODE}`` όπου η θέση ``CODE`` αντικαθίσταται με τον εσωτερικό κωδικό που η ``ΜΠΣ`` έχει αποδώσει στον εκδότη·

source: In case of international organisation choose from ``ORG_INTRNTNL_ORGNZTN_CD_ENUM``.
el: Σε περίπτωση διεθνούς οργανισμού συμπληρώνεται ο κωδικός του με επιλογή από τη λίστα τιμών ``ORG_INTRNTNL_ORGNZTN_CD_ENUM``.

source: In case the issuer was created by a corporate split the identifier code of the counterpart entity of the split is provided (:ref:`org`).
el: Σε περίπτωση που η εκδότρια εταιρεία δημιουργήθηκε από διάσπαση δίδεται ο αναγνωριστικός κωδικός της θεσμικής μονάδας που διασπάστηκε (:ref:`org`)·

source: In case of closure of the issuer via a merger event the identifier code of the entity that the issuer merged with is provided (:ref:`org`).
el: Σε περίπτωση συγχώνευσης του εκδότη δίδεται ο αναγνωριστικός κωδικός της θεσμικής μονάδας με την οποία έγινε η συγχώνευση (:ref:`org`)·

source: Used to provide information data regarding the issuers of financial assets owned by the ``OA``. The measures of this table can change during the issuer lifecycle. There is no need to resubmit the data on an issuer in case related data have already been submitted in :doc:`self_info`
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων των εκδοτών των χρηματοοικονομικών περιουσιακών στοιχείων που κατέχουν οι ``ΥΕΟ``. Τα στοιχεία αυτά δύναται να μεταβληθούν κατά τη διάρκεια του κύκλου ζωής του εκδότη. Σε περίπτωση που τα στοιχεία ενός εκδότη έχουν ήδη αναγγελθεί και στο :doc:`self_info` δεν χρειάζεται να υποβληθούν εκ νέου εδώ.

source: Date from which the measure values are valid. For further details see :doc:`../../../generic`.
el: Ημερομηνία από πότε ισχύουν οι τιμές των παρεχόμενων μεταβλητών. Περισσότερες πληροφορίες στις :doc:`../../../generic`.

source: Date to which the measure values are valid. For further details see :doc:`../../../generic`.
el: Ημερομηνία μέχρι πότε ισχύουν οι τιμές των παρεχόμενων μεταβλητών. Περισσότερες πληροφορίες στις :doc:`../../../generic`.

source: Official name.
el: Επωνυμία·

source: Country of residence choosing from ``GEN_CNTRY_ENUM``.
el: Χώρα κατοικίας με επιλογή από τη λίστα τιμών ``GEN_CNTRY_ENUM`` ·

source: Status of legal proceedings choosing from ``ORG_LGL_PRCDNG_STTS_ENUM``.
el: Νομική κατάσταση με επιλογή από τη λίστα τιμών ``ORG_LGL_PRCDNG_STTS_ENUM`` ·

source: Institutional sector choosing from ``ORG_INSTTTNL_SCTR_ENUM`` defined in ESA2010.
el: Θεσμικός τομέας με επιλογή από τη λίστα τιμών ``ORG_INSTTTNL_SCTR_ENUM`` που ορίζεται στον ESA2010·

source: Economic activity choosing from ``ORG_ECNMC_ACTVTY_TYP_ENUM``.
el: Κατηγοριοποίηση της οικονομικής δραστηριότητας με επιλογή από τη λίστα τιμών ``ORG_ECNMC_ACTVTY_TYP_ENUM`` που προέρχεται από τη κατηγοριοποίση ``NACE`` ·

source: Used to provide information data regarding the holders of instruments issued by the ``OA``. The measures of this table can take at most one value during the holder lifecycle. There is no need to resubmit the data on a holder in case related data have already been submitted in :doc:`self_info` or in ISSUER_.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων των κατόχων των μετοχών/μεριδίων/ομολόγων που έχουν εκδώσει οι ``ΥΕΟ``. Τα στοιχεία αυτά είτε ορίζονται μια φορά είτε παραμένουν σταθεϱά κατά τη διάρκεια του κύκλου ζωής του κατόχου. Σε περίπτωση που τα στοιχεία ενός κατόχου έχουν ήδη αναγγελθεί και στο :doc:`self_info` ή στο ISSUER_ δεν χρειάζεται να υποβληθούν εκ νέου εδώ.

source: Holder identification code (:ref:`org`).
el: Ο αναγνωριστικός κωδικός του κατόχου (:ref:`org`).

source: In case the holder was created by a corporate split the identifier code of the counterpart entity of the split is provided (:ref:`org`).
el: Σε περίπτωση που ο κάτοχος δημιουργήθηκε από διάσπαση δίδεται ο αναγνωριστικός κωδικός της θεσμικής μονάδας που διασπάστηκε·

source: Used to provide information data regarding the holders of instruments issued by the ``OA``. The measures of this table can change during the holder lifecycle. There is no need to resubmit the data on a holder in case related data have already been submitted in :doc:`self_info` or in STATIC_ISSUER_.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων των κατόχων των μετοχών/μεριδίων/ομολόγων που έχουν εκδώσει οι ``ΥΕΟ``. Τα στοιχεία αυτά δύναται να μεταβληθούν κατά τη διάρκεια του κύκλου ζωής του κατόχου. Σε περίπτωση που τα στοιχεία ενός κατόχου έχουν ήδη αναγγελθεί και στο :doc:`self_info` ή στο STATIC_ISSUER_ δεν χρειάζεται να υποβληθούν εκ νέου εδώ.

source: Name.
el: Επωνυμία·

source: Used to submit data regarding regarding the deposit accounts of the ``OA``. The measures of this table can take at most one value during the lifecycle of the deposit account.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων των καταθετικών λογαριασμών που κατέχουν οι ``ΥΕΟ``. Τα στοιχεία αυτά είτε ορίζονται μια φορά είτε παραμένουν σταθεϱά κατά τη διάρκεια του κύκλου ζωής του καταθετικού λογαριασμού.

source: Deposit identifier code (:ref:`dep`).
el: Ο αναγνωριστικός κωδικός της κατάθεσης (:ref:`dep`).

source: Issue date, activation date, initialization date.
el: Ημερομηνία έναρξης/σύστασης/δημιουργίας·

source: Close date (if applicable).
el: Ημερομηνία λύσης (κατά περίπτωση)·

source: Identifier code according to the IBAN standard.
el: Αναγνωριστικός κωδικός σύμφωνα με το πρότυπο IBAN·

source: Internal identifier formatted as ``{UID}_{CODE}`` where ``CODE`` is a placeholder for the code that the ``RA`` has assigned to the deposit account.
el: Εσωτερικός αναγνωριστικός κωδικός της μορφής ``{UID}_{CODE}`` όπου η θέση ``CODE`` αντικαθίσταται με τον εσωτερικό κωδικό που η ``ΜΠΣ`` έχει αποδώσει στον καταθετικό λογαριασμό·

source: Type choosing from ``DEP_TYP_ENUM``.
el: Είδος με επιλογή από τη λίστα τιμών ``DEP_TYP_ENUM`` ·

source: Notice period choosing from ``DEP_NTC_ENUM``.
el: Περίοδος προειδοποίησης με επιλογή από τη λίστα τιμών ``DEP_NTC_ENUM`` ·

source: Currency of transaction choosing from ``GEN_CNTRY_ENUM``.
el: Το νόμισμα συναλλαγής με επιλογή από τη λίστα τιμών ``GEN_CRRNCY_ENUM`` ·

source: Transferable flag.
el: Ένδειξη περί μεταβιβάσιμου·

source: Shared account flag.
el: Ένδειξη περί κοινού·

source: Used to submit data regarding regarding the deposit accounts of the ``OA``. The measures of this table can change during the lifecycle of the deposit account.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων των καταθετικών λογαριασμών που κατέχουν οι ``ΥΕΟ``. Τα στοιχεία αυτά δύναται να μεταβληθούν κατά τη διάρκεια του κύκλου ζωής του καταθετικού λογαριασμού.

source: Maturity date (if applicable). It is possible that this date can change. In this case oidepclose_ is updated.
el: Ημερομηνία λήξης (κατά περίπτωση). Είναι δυνατό αυτή η ημερομηνία να αλλάξει κατά τη διάρκεια του κύκλου ζωής της κατάθεσης. Σε αυτή τη περίπτωση η τιμή της oidepclose_ αναθεωρείται·

source: Nominal annualized interest rate.
el: Ονομαστικό επιτόκιο σε ετησιοποιημένη βάση (annualized rate)·

source: Number of compounds in one year. Αριθμός ανατοκισμών σε ένα έτος·
el: Αριθμός ανατοκισμών σε ένα έτος·

source: Identifier code of the credit institution that maintains the deposit account (:ref:`org`)
el: Αναγνωριστικός κωδικός του πιστωτικού ιδρύματος που έχει ανοιχτεί ο καταθετικός λογαριασμός (:ref:`org`)·

source: Identifier code of the ``OA`` that owns this deposit account (:ref:`org`)
el: Αναγνωριστικός κωδικός του ``ΥΕΟ`` που έχει ανοίξει τον καταθετικό λογαριασμό (:ref:`org`).

source: Used to provide information data for security financing transactions that involve the ``OA``. The measures of this table can take at most one value during the lifecycle of the security financing transaction.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων πράξεων χρηματοδότησης χρεογράφων που συναλλάσσονται οι ``ΥΕΟ``. Τα στοιχεία αυτά είτε ορίζονται μια φορά είτε παραμένουν σταθεϱά κατά τη διάρκεια του κύκλου ζωής των πράξεων.

source: Idenitfier code of the security financing transaction (:ref:`sft`).
el: Ο αναγνωριστικός κωδικός της πράξης χρηματοδότησης χρεογράφων (:ref:`sft`).

source: Creation date.
el: Ημερομηνία δημιουργίας·

source: Maturity date.
el: Ημερομηνία λύσης·

source: Internal identifier formatted as ``{UID}_{CODE}`` where ``CODE`` is a placeholder for the code that the ``RA`` has assigned to the security financing transaction.
el: Εσωτερικός αναγνωριστικός κωδικός της μορφής ``{UID}_{CODE}`` όπου η θέση ``CODE`` αντικαθίσταται με τον εσωτερικό κωδικό που η ``ΜΠΣ`` έχει αποδώσει στην πράξη·

source: Currency of transaction choosing from ``GEN_CNTRY_ENUM`` (applicable if one side of the transaction involves cash or cash equivalent).
el: Το νόμισμα συναλλαγής με επιλογή από τη λίστα τιμών ``GEN_CRRNCY_ENUM`` (κατά περίπτωση που το ένα μέρος της πράξης αφορά χρηματικά διαθέσιμα)·

source: Type choosing from ``SFT_TYP_ENUM`` ·
el: Είδος με επιλογή από τη λίστα τιμών ``SFT_TYP_ENUM`` ·

source: Used to provide information data for security financing transactions that involve the ``OA``. The measures of this table can change during the lifecycle of the security financing transaction.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων πράξεων χρηματοδότησης χρεογράφων που συναλλάσσονται οι ``ΥΕΟ``. Τα στοιχεία αυτά δύναται να μεταβληθούν κατά τη διάρκεια του κύκλου ζωής των πράξεων.

source: Maturity date (if applicable). It is possible that this date can change. In this case oisftclose_ is updated.
el: Ημερομηνία λήξης. Είναι δυνατό αυτή η ημερομηνία να αλλάξει κατά τη διάρκεια του κύκλου ζωής της πράξης. Σε αυτή τη περίπτωση η τιμή της oisftclose_ αναθεωρείται.

source: Annualized nominal interest rate in case one side of the transacion involves cash or cash equivalent. The net interest rate is provided subtracting any annualized interest rate of debt instruments belonging to the other side of the transaction.
el: Ονομαστικό επιτόκιο σε περίπτωση που ένα μέρος της πράξης αφορά χρηματικά διαθέσιμα σε ετησιοποιημένη βάση (annualized rate). Αφορά το καθαρό επιτόκιο αφαιρώντας δηλαδή το ονομαστικό επιτόκιο των χρεογράφων που ο προσωρινός δανεισμός τους αποτελεί το άλλο μέρος της πράξης.

source: Identifier code of the entity that has temporarily lent debt instruments and in the case that the transaction involves cash or cash equivalent has borrowed cash (:ref:`org`).
el: Αναγνωριστικός κωδικός της θεσμικής μονάδας που έχει προσωρινά δανείσει χρεόγραφα και στη περίπτωση που η συναλλαγή αφορά χρηματικά διαθέσιμα έχει δανειστεί χρηματικά διαθέσιμα (:ref:`org`).

source: Identifier code of the entity that has temporarily borrowed debt instruments and in the case that the transaction involves cash or cash equivalent has lent cash (:ref:`org`).
el: Αναγνωριστικός κωδικός της οντότητας που έχει προσωρινά δανειστεί χρεόγραφα και στη περίπτωση που η συναλλαγή αφορά χρηματικά διαθέσιμα έχει δανείσει χρηματικά διαθέσιμα (:ref:`org`).

source: Used to provide information data for debt instruments owned by the ``OA``. The measures of this table can take at most one value during the lifecycle of the debt instrument.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων χρεογράφων που κατέχουν οι ``ΥΕΟ``. Τα στοιχεία αυτά είτε ορίζονται μια φορά είτε παραμένουν σταθεϱά κατά τη διάρκεια του κύκλου ζωής του χρεογράφου.

source: Debt instrument identifier code (:ref:`dbt`).
el: Ο αναγνωριστικός κωδικός του χρεόγραφου (:ref:`dbt`).

source: Issue date.
el: Ημερομηνία έκδοσης·

source: Maturity date/redumption date (if applicable)
el: Ημερομηνία λήξης/ολικής εξόφλησης (κατά περίπτωση)·

source: Original maturity date/redumption date (if applicable).
el: Αρχική ημερομηνία λήξης/ολικής εξόφλησης (κατά περίπτωση)·

source: Debt identifier code based on the ISIN ISO-6166 standard.
el: Αναγνωριστικός κωδικός του χρεογράφου ο οποίος αποδίδεται με βάση το πρότυπο ISO-6166·

source: Internal identifier formatted as ``{UID}_{CODE}`` where ``CODE`` is a placeholder for the code that the ``RA`` has assigned to the debt instrument.
el: Εσωτερικός αναγνωριστικός κωδικός της μορφής ``{UID}_{CODE}`` όπου η θέση ``CODE`` αντικαθίσταται με τον εσωτερικό κωδικό που η ``ΜΠΣ`` έχει αποδώσει στο χρεόγραφο·

source: Issue price given as a percentage of the nominal price.
el: Τιμή έκδοσης εκφραζόμενη ως ποσοστό της ονομαστικής τιμής του·

source: Redemption price given as a percentage fo the nominal price.
el: Τιμή τελικής εξόφλησης εκφραζόμενη ως ποσοστό της ονομαστικής αξίας του·

source: Trading market choosing from ``GEN_MRKT_ENUM`` based on the ISO-10383 standard.
el: Η χρηματιστηριακή αγορά διαπραγμάτευσης με επιλογή από τη λίστα τιμών ``GEN_MRKT_ENUM`` που προκύπτει από το πρότυπο ISO-10383·

source: Accrual start date. In case of a couponless debt instrument the value of other_debt_birth_ is provided.
el: Αρχική ημερομηνία συσσώρευσης τοκομεριδίου. Σε περίπτωση χρεογράφου δίχως τοκομερίδια συμπληρώνεται η τιμή της μεταβλητής other_debt_birth_ ·

source: Primary class choosing from ``DBT_PRMRY_ENUM``.
el: Κατηγοριοποίηση με επιλογή από τη λίστα τιμών ``DBT_PRMRY_CLSS_ENUM`` ·

source: Guarantee level choosing from ``DBT_GRNT_LVL_ENUM``.
el: Επίπεδο εγγύησης με επιλογή από τη λίστα τιμών ``DBT_GRNT_LVL_ENUM`` ·

source: Rank level choosing from ``DBT_RNK_LVL_ENUM``.
el: Ταξινόμηση με επιλογή από τη λίστα τιμών ``DBT_RNK_LVL_ENUM`` ·

source: Security level choosing from ``DBT_SCRTY_LVL_ENUM``.
el: Επίπεδο ασφάλειας με επιλογή από τη λίστα τιμών ``DBT_SCRTY_LVL_ENUM`` ·

source: Securitization flag as defined in ECB/2015/15.
el: Ένδειξη τιτλοποίησης όπως ορίζεται στην Κατευθυντήρια Γραμμή ΕΚΤ/2015/15·

source: Securitization type choosing from ``DBT_SCRTZTN_TYP_ENUM``.
el: Είδος τιτλοποίησης με επιλογή από τη λίστα τιμών ``DBT_SCRTZTN_TYP_ENUM`` ·

source: Covered flag as defined in ECB/2014/60.
el: Ένδειξη καλυμμένης ομολογίας όπως ορίζεται στην Κατευθυντήρια Γραμμή ΕΚΤ/2014/60·

source: Covered type choosing from ``DBT_CVRD_TYP_ENUM``.
el: Είδος καλυμμένης ομολογίας με επιλογή από τη λίστα τιμών ``DBT_CVRD_TYP_ENUM`` ·

source: Coupon type choosing from ``DBT_CVRD_TYP_ENUM``.
el: Είδος τοκομεριδίου με επιλογή από τη λίστα τιμών ``DBT_CPN_TYP_ENUM`` ·

source: Coupon currency choosing from ``GEN_CRRNCY_ENUM`` ·
el: Νόμισμα συναλλαγής των τοκομεριδίων με επιλογή από τη λίστα τιμών ``GEN_CRRNCY_ENUM`` ·

source: Coupon payment frequency choosing from ``DBT_CPN_FRQNCY_ENUM``.
el: Συχνότητα πληρωμής τοκομεριδίου με επιλογή από τη λίστα τιμών ``DBT_CPN_FRQNCY_ENUM`` ·

source: Coupon rate spread given in basis points.
el: Περιθώριο επιτοκίου για ομόλογα με κυμαινόμενα τοκομερίδια εκφραζόμενο σε μονάδες βάσης (basis points)·

source: Coupon rate multiplier.
el: Πολλαπλασιαστής επιτοκίου για ομόλογα με κυμαινόμενα τοκομερίδια. Για παράδειγμα ένα κυμαινόμενο τοκομερίδιο με επιτόκιο 3 φορές το εξαμηνιαίο EURIBOR συν 20 μονάδες βάσης ο πολλαπλασιαστής είναι ο 3·

source: Maximum coupon rate.
el: Μέγιστη τιμή του κυμαινόμενου τοκομεριδίου·

source: Minimum coupon rate.
el: Ελάχιστη τιμή του κυμαινόμενου τοκομεριδίου·

source: Date of first coupon payment.
el: Ημερομηνία πληρωμής του πρώτου τοκομεριδίου·

source: Date of last coupon payment.
el: Ημερομηνία πληρωμής του τελικού τοκομεριδίου·

source: Underlying debt instrument that the coupon payment depends on (:ref:`dbt`).
el: Αναγνωριστικός κωδικός χρεογράφου από το οποίο προκύπτει το κυμαινόμενο τοκομερίδιο (:ref:`dbt`)·

source: Used to submit information data regarding debt instruments owned by the ``OA``. The measures of this table can change during the lifecycle of the debt instrument.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων χρεογράφων που κατέχουν οι ``ΥΕΟ``. Τα στοιχεία αυτά δύναται να μεταβληθούν κατά τη διάρκεια του κύκλου ζωής του χρεογράφου.

source: Instrument status choosing from ``DBT_STTS_ENUM``.
el: Κατάσταση με επιλογή από τη λίστα τιμών ``DBT_STTS_ENUM`` ·

source: Maturity or redumption date (if applicable). In some rare circumstances this date can change during the lifecycle of the instrument and in this case other_debt_close_ is updated.
el: Ημερομηνία λήξης ή εξόφλησης (κατά περίπτωση). Είναι δυνατό αυτή η ημερομηνία να τροποποιηθεί κατά τη διάρκεια του κύκλου ζωής του χρεογράφου. Σε αυτή τη περίπτωση αναθεωρείται η τιμή της other_debt_close_ ·

source: Used to submit data regarding regarding loans given to the ``OA``. The measures of this table can take at most one value during the lifecycle of the loan.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων των δανείων που έχουν λάβει οι ``ΥΕΟ``. Τα στοιχεία αυτά είτε ορίζονται μια φορά είτε παραμένουν σταθεϱά κατά τη διάρκεια του κύκλου ζωής του δανείου.

source: Loan identifier code (:ref:`lon`).
el: Ο αναγνωριστικός κωδικός του δανείου (:ref:`lon`).

source: Date at which the loan credit contract becomes binding. For loans without a contract the date at which the debtor receives the money from the creditor is given.
el: Ημερομηνία που η νομική σύμβαση του δανείου γίνεται δεσμευτική. Για δάνεια δίχως σύμβαση αφορά την ημερομηνία που ο οφειλέτης έλαβε τα χρήματα του δανείου από τον πιστωτή·

source: Maturity or redumption date.
el: Καταληκτική ημερομηνία λήξης ή εξόφλησης·

source: Internal identifier formatted as ``{UID}_{CODE}`` where ``CODE`` is a placeholder for the code that the ``RA`` has assigned to the loan.
el: Εσωτερικός αναγνωριστικός κωδικός της μορφής ``{UID}_{CODE}`` όπου η θέση ``CODE`` αντικαθίσταται με τον εσωτερικό κωδικό που η ``ΜΠΣ`` έχει αποδώσει στο δάνειο·

source: Type choosing from ``LOAN_ENUM``.
el: Είδος με επιλογή από τη λίστα τιμών ``LOAN_ENUM`` ·

source: Used to submit data regarding regarding loans given to the ``OA``. The measures of this table can change during the lifecycle of the loan.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων των δανείων που έχουν λάβει οι ``ΥΕΟ``. Τα στοιχεία αυτά δύναται να μεταβληθούν κατά τη διάρκεια του κύκλου ζωής του δανείου.

source: Maturity or redumption date (if applicable). In some rare circumstances this date can change during the lifecycle of the loan and in this case oilonclose_ is updated.
el: Ημερομηνία λήξης/εξόφλησης. Είναι δυνατό αυτή η ημερομηνία να αλλάξει κατά τη διάρκεια του κύκλου ζωής του δανείου. Σε αυτή τη περίπτωση η τιμή της oilonclose_ αναθεωρείται·

source: Annualized nominal interest rate. In the case of credit card loan the average of the convenience credit interest rate and extended credit interest rate is given weighted by the respective amounts.
el: Ονομαστικό επιτόκιο δανείου σε ετησιοποιημένη βάση (annualized rate). Σε περίπτωση δανείου μέσω πιστωτικής κάρτας το επιτόκιο είναι ο σταθμισμένος μέσος όρος μεταξύ του επιτοκίου πίστωσης διευκόλυνσης (convenience credit) που συνήθως είναι μηδέν και του επιτοκίου παρατεινόμενης πίστωσης (extended credit) σε περίπτωση που έχει δοθεί παρατεινόμενη πίστωση·

source: Identifier code of the ``OA`` that has received the loan.
el: Αναγνωριστικός κωδικός του ``ΥΕΟ`` που έχει λάβει το δάνειο.

source: Identifier code of the entity that gave the loan, the creditor.
el: Αναγνωριστικός κωδικός του πιστωτή·

source: Used to submit information data regarding equity/investment fund shares owned by the ``OA``. The measures of this table can take at most one value during the lifecycle of the debt instrument.
el: Χρησιμοποιείται για την παροχή πληροφοριακών στοιχείων συμμετοχικών τίτλων ή μετοχών/μεριδίων επενδυτικών οργανισμών που κατέχουν οι ``ΥΕΟ``. Τα στοιχεία αυτά είτε ορίζονται μια φορά είτε παραμένουν σταθεϱά κατά τη διάρκεια του κύκλου ζωής των τίτλων.

source: Identifier code of the share/investment fund unit (:ref:`shr`).
el: Ο αναγνωριστικός κωδικός του τίτλου (:ref:`shr`).

source: Instrument identifier based on the ISIN ISO-6166 standard.
el: Αναγνωριστικός κωδικός ο οποίος αποδίδεται με βάση το πρότυπο ISO-6166·

source: Internal identifier formatted as ``{UID}_{CODE}`` where ``CODE`` is a placeholder for the code that the ``RA`` has assigned to the share/investment fund unit.
el: Εσωτερικός αναγνωριστικός κωδικός της μορφής ``{UID}_{CODE}`` όπου η θέση ``CODE`` αντικαθίσταται με τον εσωτερικό κωδικό που η ``ΜΠΣ`` έχει αποδώσει στο τίτλο·

source: Type choosing from ``SHR_TYP_ENUM``.
el: Είδος με επιλογή από τη λίστα τιμών ``SHR_TYP_ENUM`` που απορρέει από τον ESA2010·
