Repository: bananaki99/journey-docs
Catalog: docs/source/locales/*/LC_MESSAGES/domain/ifdat/categories/self_key.po
Languages: el

source: SELF_KEY: Self Key Financial Data
el: SELF_KEY: Βασικά στοιχεία χρηματοοικονομικών μέσων ιδίου λογαραριασμού

source: Used to submit key financial data of instruments issued by the ``OA``.
el: Χρησιμοποιείται για την παροχή βασικών περιοδικών στοιχείων των μέσων που έχουν εκδώσει οι ``ΥΕΟ``.

source: Below the dimensions and the measures are provided for each table of the data category.
el: Στα παρακάτω ενότητες περιγράφονται οι μεταβλητές και κατά περίπτωση οι διαστάσεις και τα χαρακτηριστικά των μεταβλητών του κάθε πίνακα.

source: Used to submit periodic key financial data of shares/investment fund units issued by ``OA``.
el: Χρησιμοποιείται για την παροχή περιοδικών στοιχείων των μετοχών/μεριδίων που έχουν εκδώσει οι ``ΥΕΟ``.

source: DIMENSIONS
el: ΔΙΑΣΤΑΣΕΙΣ

source: Identifier code of the share/investment fund unit (:ref:`shr`).
el: Ο αναγνωριστικός κωδικός του συμμετοχικού τίτλου που έχει εκδόσει ο ``ΥΕΟ`` (:ref:`shr`).

source: Reference date. For further details see :doc:`../../../generic`.
el: Ημερομηνία αναφοράς. Περισσότερες πληροφορίες στην ενότητα :doc:`../../../generic`.

source: Reference period. For further details see :doc:`../../../generic`.
el: Σε συνδυασμό με την προηγούμενη διάσταση καθορίζει την περίοδο αναφοράς που ισχύουν οι παρεχόμενες τιμές των μεταβλητές ροών. Περισσότερες πληροφορίες στις :doc:`../../../generic`.

source: Price. In case of a listed security closing price is provided.
el: Τιμή. Σε περίπτωση εισηγμένου τίτλου συμπληρώνεται η τιμή κλεισίματος (closing price)·

source: Outstanding shares/investment fund units.
el: Αριθμός μετοχών/μεριδίων σε κυκλοφορία·

source: Subscriptions (flow). Applicable on mutual funds gross of any commissions.
el: Εισροές (μεταβλητή ροής). Αφορά αμοιβαία κεφάλαια και περιλαμβάνει (προσθετικά) και τις προμήθειες·

source: REDEMPTIONS (RDMPTNS)
el: Εκροές (μεταβλητή ροής). Αφορά αμοιβαία κεφάλαια και περιλαμβάνει (αφαιρετικά) και τις προμήθειες·

source: Redemptions (flow). Applicable on mutual funds net of any commissions.
el: Εκροές (μεταβλητή ροής). Αφορά αμοιβαία κεφάλαια και περιλαμβάνει (αφαιρετικά) και τις προμήθειες·

source: Used to provide data about dividends distributed by instruments issued by the ``OA``.
el: Χρησιμοποιείται για την παροχή μεταβλητών στοιχείων για τα μερίσματα των τίτλων που έχουν εκδώσει οι ``ΥΕΟ``.

source: Date at which the ``OA`` checks its books to find its investors. An investor must be recorded in this date to be eligible for the dividend.
el: Ημερομηνία καταγραφής που ο ``ΥΕΟ`` ελέγχει τα βιβλία του για να εντοπίσει τους μετόχους/μεριδιούχους του. Ένας επενδυτής πρέπει να είναι δηλωμένος τη συγκεκριμένη ημερομηνία για να είναι δικαιούχος του μερίσματος.

source: Date from which the dividend is not due to new investors.
el: Ημερομηνία από την οποία το μέρισμα δεν οφείλεται σε νέους κατόχους των μετοχών/μεριδίων·

source: Declaration date of the dividend.
el: Ημερομηνία αναγγελίας·

source: Payment date of the dividend. Ημερομηνία πληρωμής·
el: Ημερομηνία πληρωμής·

source: Distribution frequency choosing from ``DVDND_CSTM_FRQNCY_ENUM``.
el: Συχνότητα διανομής μεριδίου με επιλογή από τη λίστα τιμών ``DVDND_CSTM_FRQNCY_ENUM`` ·

source: TYPE (TYP)
el: Είδος με επιλογή από τη λίστα τιμών ``DVDND_TYP_ENUM`` ·

source: Dividend type choosign from ``DVDND_TYP_ENUM``.
el: Είδος με επιλογή από τη λίστα τιμών ``DVDND_TYP_ENUM`` ·

source: Dividend transaction currency choosing from ``GEN_CRRNCY_ENUM`` (if applicable).
el: Το νόμισμα συναλλαγής με επιλογή από τη λίστα τιμών ``GEN_CRRNCY_ENUM`` (κατά περίπτωση)·

source: Amount expressed in currency_div_ in case of monetary dividend payments.
el: Πόσο εκφραζόμενο σε currency_div_ αν η πληρωμή γίνεται σε νόμισμα·

source: Used to provide data regarding splits and reverse splits of instruments issued by the ``OA``.
el: Χρησιμοποιείται για την παροχή μεταβλητών στοιχείων για τις διασπάσεις και συμπτύξεις μετοχών/μεριδίων που έχουν εκδώσει οι ``ΥΕΟ`` ·

source: Date of split/reverse-split.
el: Ημερομηνία διάσπασης/σύμπτυξης μετοχών/μεριδίων.

source: Factor ratio defined as number of shares before the split/reverse-split divided by the number of shares after the split/reverse-split.
el: Ο συντελεστής μετατροπής οριζόμενος ως ο αριθμός μετοχών/μεριδίων πριν τη διάσπαση/σύμπτυξη διαιρούμενο με τον αριθμό των μετοχών/μεριδίων μετά τη διάσπαση/σύμπτυξη.

source: DEBT
el: Χρησιμοποιείται για την παροχή περιοδικών στοιχείων των χρεογράφων που έχουν εκδώσει οι ``ΥΕΟ``.

source: Used to key financial data regarding the debt instruments issued by the ``OA``.
el: Χρησιμοποιείται για την παροχή περιοδικών στοιχείων των χρεογράφων που έχουν εκδώσει οι ``ΥΕΟ``.

source: Reference date. For further details see :doc:`../../../generic`.
el: Η ημερομηνία για την οποία ισχύουν οι παρεχόμενες τιμές των μεταβλητών. Περισσότερες πληροφορίες στις :doc:`../../../generic`.

source: Price (closing price) expressed as a percentage of the nominal price. For coupon-bonds accrued interest is not included in the price.
el: Τιμή κλεισίματος (closing price) εκφραζόμενη ως ποσοστό της ονομαστικής τιμής. Για τοκοφόρα χρεόγραφα στη τιμή δεν περιλαμβάνονται οι δεδουλευμένοι τόκοι από τα τοκομερίδια, δίνεται δηλαδή η καθαρή τιμή του ομολόγου (clean price)·

source: For coupon payment bonds accrued interest as a percentage of the nominal price is provided computed from the last coupon payment or the start date of the coupon payment.
el: Για τοκοφόρα ομόλογα δίνονται οι δεδουλευμένοι τόκοι ως ποσοστό της ονομαστικής τιμής του ομολόγου υπολογιζόμενα από την τελευταία πληρωμή τοκομεριδίου ή την ημερομηνία έναρξης πληρωμής τοκομεριδίων·

source: Outstanding nominal amount. For debt instruments in tranches the cumulative amount is given net of any payments.
el: Συνολική ονομαστική ανεξόφλητη αξία της έκδοσης. Για εκδόσεις ομολόγων σε δόσεις (tranches) δίδεται το σωρευτικό ποσό καθαρό από τυχόν εξοφλήσεις.

source: Used to submit data regarding coupon payments on securities issued by the ``OA``.
el: Χρησιμοποιείται για την παροχή μεταβλητών στοιχείων των τοκομεριδίων από χρεόγραφα που έχουν εκδώσει οι ``ΥΕΟ`` ·

source: Coupon payment date.
el: Ημερομηνία πληρωμής τοκομεριδίου.

source: Annualized coupon interest rate.
el: Επιτόκιο τοκομεριδίου σε ετησιοποιημένη βάση (annualized rate).
