Repository: bananaki99/journey-docs
Catalog: docs/source/locales/*/LC_MESSAGES/glossary.po
Languages: el

source: Glossary
el: Όροι

source: Dataset
el: Πίνακας Δεδομένων

source: Used in SDMX to exchange data that its structure is defined by a DSD.
el: Χρησιμοποιείται στο SDMX για την ανταλλαγή στοιχείων με βάση δομή που ορίζεται από το DSD

source: Used in SDMX to define the structure of some data to be exchanged.
el: Χρησιμοποιείται στο SDMX για να ορίσει τη δομή πινάκων δεδομένων

source: Observed Agent
el: Παρατηρούμενη Μονάδα

source: OA
el: ΠΜ

source: The agent that due to its activity generates data to be submitted by the reporting agent which could be the observed agent itself.
el: Η μονάδα η οποία με βάση την δραστηριότητα της δημιουργεί στοιχεία που υποβάλλονται από την μονάδα παροχή στοιχείων που δύναται να είναι η ίδια η παρατηρούμενη μονάδα.

source: Reporting Agent
el: Μονάδα Παροχής Στοιχείων

source: RA
el: ΜΠΣ

source: The agent that is responsible for submitting data.
el: Η μονάδα που είναι υπεύθυνη για την υποβολή στοιχείων

source: Data exchange standard that its main aim is to facilitate the exchange of data in a structured way. More information can be found `here <http://www.sdmx.org>`_
el: Πρότυπο ανταλλαγής στοιχείων με βασικό σκοπό την διευκόλυνση της ανταλλαγής δεδομένων με δομημένο τρόπο. Περισσότερες λεπτομέρειες υπάρχουν `εδώ <http://www.sdmx.org>`_
